Revit 2027 API
DuctSizeSettingIterator.Dispose Method
Releases all resources used by the DuctSizeSettingIterator
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
See Also
Reference
DuctSizeSettingIterator Class
Autodesk.Revit.DB.Mechanical Namespace